{
    "cast": [
        {
            "character": "Vikram Shergill",
            "credit_id": "52fe43edc3a368484e006659",
            "poster_path": "\/eDzUTOdjNYGLXwEmD0iCcfEH23p.jpg",
            "id": 20563,
            "video": false,
            "vote_count": 8,
            "adult": false,
            "backdrop_path": "\/rYWlYZ5FmsDzdvDI0snN8ONkBPq.jpg",
            "genre_ids": [
                28,
                12,
                35
            ],
            "original_language": "hi",
            "original_title": "Heroes",
            "popularity": 2.192,
            "title": "Heroes",
            "vote_average": 6.6,
            "overview": "Havaldar Balkar Singh, Captain Dhananjay Shergill and Lieutenant Sahil Naqvi are amongst numerous fatalities on India's side in the 1999 Kargil war against Pakistan. All 3 men had written their last letters to Kuljeet Kaur, Squadron Leader Vikram Singh, and Dr. Naqvi respectively. These letters were located 3 years later by IBN Reporter, Avinash Sarin, who entrusts them to two Indore-based slackers, Ali Shah and Sameer Suri, and asks them to deliver them to Chandigarh, Manali, and Leh respectively. Ali and Sameer set out to film this journey in order to get a graduation degree so that they can re-locate to America as well as televise it widely in order to convince the youth not to join any of India's armed forces.",
            "release_date": "2008-10-24"
        },
        {
            "character": "Yashwant Deshmukh",
            "credit_id": "52fe4436c3a368484e015ee1",
            "release_date": "2009-09-04",
            "vote_count": 4,
            "video": false,
            "adult": false,
            "vote_average": 4.3,
            "title": "Fox",
            "genre_ids": [
                28,
                53
            ],
            "original_language": "hi",
            "original_title": "Fox",
            "popularity": 1.28,
            "id": 22155,
            "backdrop_path": "\/y6QpTa0TEaJMm23qMJeYNHys3qd.jpg",
            "overview": "Fox is an edge-of-the-seat suspense thriller that moves at high speed between the bustling metropolis of Bombay and the beautiful beaches of Goa.",
            "poster_path": "\/6V9Yf6wb4HLQl8EVIxXVCmlmFaI.jpg"
        },
        {
            "character": "Major Kuldip Singh Chandpuri",
            "credit_id": "52fe44fe9251416c91023eb5",
            "poster_path": "\/mmGwawOiUaP4Nkr2b1k0xsVhuY5.jpg",
            "id": 33125,
            "video": false,
            "vote_count": 27,
            "adult": false,
            "backdrop_path": "\/k45BW6kEXNtOqNT2uAniMnjcKNQ.jpg",
            "genre_ids": [
                28,
                36
            ],
            "original_language": "hi",
            "original_title": "Border",
            "popularity": 10.305,
            "title": "Border",
            "vote_average": 6.6,
            "overview": "It's 1971, and 2000 members of the Pakistani Army—armed with tanks—are at war with just 150 men in a battalion of Indian soldiers based in the Longewala region of Punjab.",
            "release_date": "1997-07-13"
        },
        {
            "character": "Inspector Karan Saxena",
            "credit_id": "52fe455cc3a368484e055913",
            "poster_path": "\/o10AIxgBAA0M0gHwZlfDJKrkkjF.jpg",
            "id": 27641,
            "video": false,
            "vote_count": 8,
            "adult": false,
            "backdrop_path": "\/ffQX6roHDrmkD4jPOrUGL6hYDYP.jpg",
            "genre_ids": [
                28,
                80
            ],
            "original_language": "hi",
            "original_title": "त्रिदेव",
            "popularity": 2.453,
            "title": "Tridev",
            "vote_average": 5.8,
            "overview": "A honest but disgraced Police Inspector's attempts to clear his name pits him against terrorists and the brother of his sweetheart.",
            "release_date": "1989-07-07"
        },
        {
            "character": "Sunil Malhotra",
            "credit_id": "52fe458e9251416c910367e9",
            "poster_path": "\/9vkTd5syYW7EXK1gyGLJYJxJ7u.jpg",
            "id": 35053,
            "video": false,
            "vote_count": 31,
            "adult": false,
            "backdrop_path": "\/vNKJhnw3Bj8PQKeC6Sp2AwuA9O1.jpg",
            "genre_ids": [
                18,
                10749,
                53
            ],
            "original_language": "hi",
            "original_title": "डर",
            "popularity": 3.137,
            "title": "Darr",
            "vote_average": 7.1,
            "overview": "A woman is caught between one man's love and another man's obsession. She fears one and fears for the other. One stands for love and the other for life. Who will she choose?",
            "release_date": "1993-12-23"
        },
        {
            "character": "ACP Ajay Sridhar",
            "credit_id": "52fe45919251416c91036ecb",
            "release_date": "2010-03-12",
            "vote_count": 2,
            "video": false,
            "adult": false,
            "vote_average": 3.5,
            "title": "Right Yaaa Wrong",
            "genre_ids": [
                80,
                18,
                53
            ],
            "original_language": "hi",
            "original_title": "राइट या रॉंग",
            "popularity": 0.741,
            "id": 35100,
            "backdrop_path": "\/eJqtFm0YOMFf4xmrWr8Ldmy1yvL.jpg",
            "overview": "Two cops who are best friends have a friendly rivalry until their need for supremacy leads them to fight to be top dog.",
            "poster_path": "\/1cCFEtyqn3jz4VmpFwbcgUchTLd.jpg"
        },
        {
            "character": "Angad Choudhary",
            "credit_id": "52fe4618c3a368484e07e7c1",
            "release_date": "2007-06-29",
            "vote_count": 11,
            "video": false,
            "adult": false,
            "vote_average": 5.2,
            "title": "Apne",
            "genre_ids": [
                18
            ],
            "original_language": "hi",
            "original_title": "Apne",
            "popularity": 1.115,
            "id": 60124,
            "backdrop_path": "\/j5kCLgBM1BHn8QGJInlmNpChW1j.jpg",
            "overview": "An ex-boxer Baldev Choudhary (Dharmendra) has had a stain in his boxing career. He wanted to wash it with his son Angad's (Sunny Deol) success, but times were hard and a financial crunch kept him from achieving this dream. Though Angad pulled through fine, Baldev never forgot who ruined his chance to wash the stain. An opportunity strikes Baldev in the form of a T.V. Show. He trains a local boy to get into this media hyped boxing show, but is ditched for a better coach at the last minute. Baldev's younger son Karan (Bobby Deol) has just launched his first music album. Realizing his father is in crises of his life, he gives up his dream of a musical career to get into the game of boxing.",
            "poster_path": "\/fwiV26iQXDfzANQfW74OIVkovMY.jpg"
        },
        {
            "character": "Tara Singh",
            "credit_id": "52fe47a99251416c910718f1",
            "poster_path": "\/6Q88GcoJHEs0jR3almtMyflQLL4.jpg",
            "id": 80156,
            "video": false,
            "vote_count": 16,
            "adult": false,
            "backdrop_path": "\/3HjREIuJz2AaNW0jP3TTGErBUMr.jpg",
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Gadar: Ek Prem Katha",
            "popularity": 2.236,
            "title": "Gadar: Ek Prem Katha",
            "vote_average": 6.8,
            "overview": "Amongst the communal riots that erupt in the city, Tara shelters a wayward Sakina from a crazed mob and a bond that blossoms into love is created. The two eventually get married and have a son. The happy family, now living in Amritsar, gets the shock of their lives when Sakina learns that her father (Amrish Puri), whom she previously believed died in the riots back in Amritsar, is still alive after seeing his picture in a tattered, old newspaper. Upon contacting him, Sakina's father, now the mayor of Lahore in Pakistan, arranges for his daughter to arrive in Lahore to see him. Sakina leaves for Lahore minus Tara and her son, and upon reaching the city, learns of her father's plans for her - plans that include forcing Sakina to forget about her family and start life anew in Pakistan. Then begins an extraordinary journey which will lead Tara to cross the border into Pakistan to find his love Sakina",
            "release_date": "2001-06-15"
        },
        {
            "character": "Colonel Sameer Ahmed Khan",
            "credit_id": "52fe47bdc3a36847f8145bff",
            "poster_path": "\/4SVs3TsXcy8MvyXXoZk42E1djRc.jpg",
            "id": 50187,
            "video": false,
            "vote_count": 1,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                18
            ],
            "original_language": "en",
            "original_title": "Kaafila",
            "popularity": 0.6,
            "title": "Kaafila",
            "vote_average": 1,
            "overview": "Kaafila is the touching story of the mad rush of people opting to leave their motherland in search of their utopian dreams of a better life abroad in the developed countries. These people put their careers, families and even lives at stake to reach their desired destinations even when they can be better off in their own countries without all the hardships &amp; sufferings.",
            "release_date": "2007-08-10"
        },
        {
            "character": "Ajay Mehra",
            "credit_id": "52fe482cc3a368484e0ec9d3",
            "poster_path": "\/r8n2JqfyxoL1qBEp8JnnyiFg2fU.jpg",
            "id": 71308,
            "video": false,
            "vote_count": 7,
            "adult": false,
            "backdrop_path": "\/mRL6bBfR93UyQkVzqtP6Ar6rU9O.jpg",
            "genre_ids": [
                28,
                80,
                18
            ],
            "original_language": "hi",
            "original_title": "घायल",
            "popularity": 1.96,
            "title": "Ghayal",
            "vote_average": 6.9,
            "overview": "Ajay Mehra leaves for Bombay in order to train to become an international boxer. On his return to New Delhi he however found that his brother Ashok Mehra is missing, he decides to make complaints at the police station but this only leads to frustration. He decides to go and search for his brother himself but still does not find him. Later on Ashok's body is found and Ajay is accused of killing him as well as having an illicit relationship with his sister - in - law Indu Mehra. While in jail Ajay makes friends with some other hardcore convicts, who are good at heart. Then one day they escape the jail by overpowering the guards. But Ajay falls in love with Varsha a journalist who helped in showing Ajay the path to justice in killing the main villain Balwant Rai.",
            "release_date": "1990-06-08"
        },
        {
            "character": "DCP Rajshekhar Azad",
            "credit_id": "52fe485d9251416c91089c05",
            "poster_path": "\/vB7PuP2248Qohn9ZOAEzypI7CL8.jpg",
            "id": 82575,
            "video": false,
            "vote_count": 6,
            "adult": false,
            "backdrop_path": "\/eetVWuFp6Ol2U3YTZ0BGLoeWavK.jpg",
            "genre_ids": [
                28,
                80,
                18
            ],
            "original_language": "hi",
            "original_title": "Indian",
            "popularity": 1.4,
            "title": "Indian",
            "vote_average": 4.3,
            "overview": "DCP Raksekhar Azad (Raj) is an invincible cop with a great aim. He arrests a terrorist by the name of Khan. But Khan lands in a prison cell that looks cushier than the Buckingham Palace. However, this gets Raj promoted, and he is congratulated by none other than his father-in-law, who is also a very high ranking policeman. Then all of a sudden, Raj finds out that many policemen would like to see Khan go free. He discusses this issue with his father-in-law, and to his surprise, does not find any support from him. Disagreements and arguments ensue, and as a result, his father-in-law gets killed. The Police suspect Raj of killing him, they begin the process of arresting him, he runs away, while Khan is all set to get freed to do whatever he likes.",
            "release_date": "2001-10-26"
        },
        {
            "character": "Paramveer Singh Dhillon",
            "credit_id": "52fe48a8c3a36847f8172cb9",
            "poster_path": "\/9572XazWZO0zE52nf34CT1RGC8h.jpg",
            "id": 54639,
            "video": false,
            "vote_count": 15,
            "adult": false,
            "backdrop_path": "\/61br6OpeU95nEWuU6DRfeWK10hv.jpg",
            "genre_ids": [
                28,
                35,
                18,
                10402,
                10749
            ],
            "original_language": "hi",
            "original_title": "Yamla Pagla Deewana",
            "popularity": 2.253,
            "title": "Yamla Pagla Deewana",
            "vote_average": 5.5,
            "overview": "Dharmendra and Bobby play a crooked father-son pair based in Varanasi. Sunny plays a Canada based upright man who gets to know after two decades that he has a father and brother in Varanasi. The film is about Sunny's journey to his past.",
            "release_date": "2011-01-14"
        },
        {
            "character": "",
            "credit_id": "586553969251412b8d01fe67",
            "release_date": "2002-12-06",
            "vote_count": 2,
            "video": false,
            "adult": false,
            "vote_average": 4,
            "title": "Karz: The Burden of Truth",
            "genre_ids": [
                28,
                80,
                18
            ],
            "original_language": "hi",
            "original_title": "Karz: The Burden of Truth",
            "popularity": 0.6,
            "id": 366169,
            "backdrop_path": null,
            "overview": "Suraj is the adopted son of a wealthy hotel owner who is haunted by memories of his birth mother's rejection.  He befriends Raja not knowing that he is in fact his younger brother and even gives up his love Sapna to Raja.  Through Raja he is reunited with his birth mother and it is revealed that she was raped by a criminal who fathered Suraj.  After many fights, flying bodies, car chases, and broken glass, Suraj eventually exacts revenge on his birth father and dies happily in his mother's arms.",
            "poster_path": "\/uWbUNTxyRKGlrYRIZwGbHi7g7xo.jpg"
        },
        {
            "character": "Arjun Malvankar",
            "credit_id": "52fe49a09251416c750ce30f",
            "release_date": "1985-04-20",
            "vote_count": 6,
            "video": false,
            "adult": false,
            "vote_average": 5.2,
            "title": "Arjun",
            "genre_ids": [
                28,
                18,
                10749
            ],
            "original_language": "hi",
            "original_title": "Arjun",
            "popularity": 1.632,
            "id": 96112,
            "backdrop_path": "\/qZ5oS1G5fVqgkGhuBekWmTTamKq.jpg",
            "overview": "Mr. Malwankar lives a small tenement in Grant Road, Bombay, with his son, Arjun, daughter, Sudha, and wife, Rukmini, who is his second wife, as his first wife passed away. Although he is well past his retirement age, he continues to work for an abusive employer, Ashok. Arjun's attempts at seeking employment are all in vain. One day when hoodlums are beating up a man, he intervenes, beats the hoodlums up with the help of half of his friends. This is when his life changes forever. One of his friends', Mohan, is killed; Arjun finds out who the killers are, and kills them in broad daylight; he is arrested, and subsequently released, only to be told by his father that he is no longer welcome. A politician, Shiv Kumar Chougule, takes a liking to Arjun and employs him, and gives him all the support and assistance he needs to fight hoodlums. Arjun now finds he has a mission in life, and is quite content",
            "poster_path": "\/w9hSDXa1YraOu9Nvt59BPzLGYsI.jpg"
        },
        {
            "character": "Inspector Ajay Kumar Singh",
            "credit_id": "52fe4a73c3a36847f81ce8bb",
            "poster_path": "\/6WyyIFIwtgm7hBniWG6HpF6SyKw.jpg",
            "id": 106862,
            "video": false,
            "vote_count": 1,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Vardi",
            "popularity": 0.62,
            "title": "Vardi",
            "vote_average": 9,
            "overview": "Lalchand (Kader Khan) is arrested by Inspector Verma (Vinod Mehra) and vows to avenge this. He does so by abducting his only son, and later informing Verma that he has killed his son, in the process of apprehending Lalchand, Havaldar Bhagwan Singh (Dharmendra) is killed by saving Verma's life. Verma and his wife Shanti (Anjana Mumtaz) bring up Bhagwan's son, Ajay, as their own. Years later Ajay (Sunny Deol) has grown up to be a police inspector as well, Verma is now the Commissioner. Together they band together to stop Lalchand, who is now a crimelord of international standards, from carrying on terrorist activity in the country; and also try and locate Verma's son, who they find out is still alive, but leads a life of crime",
            "release_date": "1989-01-06"
        },
        {
            "character": "Karan",
            "credit_id": "52fe4abb9251416c750ec257",
            "poster_path": "\/sHbxHSZXHSNYZRZKbrKUq6H6ze1.jpg",
            "id": 141613,
            "video": false,
            "vote_count": 7,
            "adult": false,
            "backdrop_path": "\/aoj5loh9gQoIEwu6VBlweFPnCip.jpg",
            "genre_ids": [
                28,
                10749
            ],
            "original_language": "hi",
            "original_title": "जीत",
            "popularity": 1.396,
            "title": "Jeet",
            "vote_average": 6.6,
            "overview": "The story of a hitman who kills for the mob, but on one job he falls madly in love with a girl, who happens to be the beautiful daughter of an associate.",
            "release_date": "1996-08-23"
        },
        {
            "character": "Ram",
            "credit_id": "52fe4abec3a368484e164abb",
            "release_date": "1988-05-20",
            "vote_count": 1,
            "video": false,
            "adult": false,
            "vote_average": 2,
            "title": "Ram Avtar",
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Ram Avtar",
            "popularity": 0.623,
            "id": 125223,
            "backdrop_path": null,
            "overview": "Ram and Avtar are both childhood best friends. The difference between the two friends is that Ram would willingly make priceless sacrifice for his friend; the time when both are separated is when Ram goes abroad to further his studies. In the mean while Avtar takes up employment in an organization run by Sangeeta. Avtar is romantically attracted to Sangeeta but Sangeeta falls in love with Ram; when Ram gets to know that Avtar is in love with Sangeeta he decides to sacrifice his love for his friend sake by getting Avtar married to Sangeeta. But one of Sangeeta's enemies Gundappaswami is willing to expose Ram and Sangeeta's relationship to Avtar.",
            "poster_path": "\/xconsiVmLWmyrMCdwDGxcDSZZhD.jpg"
        },
        {
            "character": "Anand",
            "credit_id": "52fe4b1b9251416c750f87ab",
            "poster_path": "\/shZbALNAsy3TmWcmtk2DMRzfkt2.jpg",
            "id": 143895,
            "video": false,
            "vote_count": 2,
            "adult": false,
            "backdrop_path": "\/e2bHHiY9DXX7XPtLadOoE08lhic.jpg",
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Nigahen: Nagina Part II",
            "popularity": 1.003,
            "title": "Nigahen: Nagina Part II",
            "vote_average": 6,
            "overview": "At the age of 7, Anand is caught by Tantrik Goraknath and is subsequently transformed into a snake by this sage. He is held captive in a box until 15 years has passed and Goraknath wants to obtain a priceless gemstone from wealthy Neelam, who's the only person that knows its location. And to carry out his task he decides to send Anand as a snake in the form of a human to Neelam, which Anand does, but both is attracted to each other, gets married and is settled down in Neelam's mansion. This gemstone is protected by two black snakes, whose magical powers has empowered Neelam's body, so that when Goraknath tries to harm Anand all his powers and mediations to Bhairavnath will all be in vain and for Neelam to project herself as the only snake god in the universe that has magical powers.",
            "release_date": "1989-07-19"
        },
        {
            "character": "Deva Pradhan",
            "credit_id": "52fe4b209251416c750f9207",
            "poster_path": "\/tE7tRYO8mdRKQ36T9KbRTgZfkpf.jpg",
            "id": 143976,
            "video": false,
            "vote_count": 5,
            "adult": false,
            "backdrop_path": "\/vTPqiUsuP9oBq3gwALahSV8fmh7.jpg",
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "ज़िद्दी",
            "popularity": 1.691,
            "title": "Ziddi",
            "vote_average": 5.9,
            "overview": "Omnipresent Bollywood acting dynamo Sunny Deol stars as Deva, the son of an honest lawyer (Anupam Kher) who lives with his brother, Aakash (Sachin Khedekar), and his beloved sister, Guddi (Richa Behl). Imprisoned after a man touches Guddi and sets off his violent, jealous rage, Deva falls into a life of crime, quickly rising to the top of the city's criminal underworld--much to the chagrin of the other crime bosses, who plot his murder. Their attempt to frame him for the murder of an important Minister doesn't go as planned, and Deva suddenly finds himself on the run, with the minister as a hostage, and his brother and sister murdered.",
            "release_date": "1997-04-11"
        },
        {
            "character": "Vijay (Sonu)",
            "credit_id": "52fe4b73c3a36847f8204329",
            "release_date": "1984-09-26",
            "vote_count": 2,
            "video": false,
            "adult": false,
            "vote_average": 5.3,
            "title": "Manzil Manzil",
            "genre_ids": [
                18,
                10751
            ],
            "original_language": "hi",
            "original_title": "मंज़िल मंज़िल",
            "popularity": 1.4,
            "id": 115612,
            "backdrop_path": "\/9VUsKTQkfzfla73LJUJaDcIGnrF.jpg",
            "overview": "Mr. Malhotra has an only daughter named Seema. He would like Seema to marry Pawan, the son of Gautam. Seema is receptive to this, and even arranges to meet with Pawan. While traveling alone one day in the country side, Seema meets up with Vijay, and both fall in love. Unknown to both, Mr. Malhotra has been approached by an international smuggler Niranjan Das, who is impersonating Mr. Malhotra's childhood friend, and has asked for Seema's hand in marriage for his son Roopesh. Seema subsequently has an accident and loses her memory. She is looked after by Gautam, who will not let anyone, including Vijay, to come anywhere near Seema. And even if Seema's memory does return, she will have to consent to marrying Roopesh, her father's choice",
            "poster_path": "\/2bvEEsSheAeWNyL6i3IHAfFrlCo.jpg"
        },
        {
            "character": "Kashi Nath",
            "credit_id": "52fe4bdfc3a36847f82176ad",
            "poster_path": "\/iuoKFDCV58P5GCqlNTi9S2X2Q3C.jpg",
            "id": 118632,
            "video": false,
            "vote_count": 6,
            "adult": false,
            "backdrop_path": "\/d59xIB4oO21xEcCIibGhfd62aKh.jpg",
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Ghatak: Lethal",
            "popularity": 2.01,
            "title": "Ghatak: Lethal",
            "vote_average": 7.1,
            "overview": "A small town in Bombay is brutally subdued by a notorious gangster named Katya and his brothers.",
            "release_date": "1996-11-08"
        },
        {
            "character": "Raja",
            "credit_id": "52fe4c18c3a368484e1a6c4d",
            "release_date": "1994-05-02",
            "vote_count": 2,
            "video": false,
            "adult": false,
            "vote_average": 5,
            "title": "Imtihaan",
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Imtihaan",
            "popularity": 1.4,
            "id": 136543,
            "backdrop_path": null,
            "overview": "Vicky (Saif Ali Khan) is a popular singer, who meets and falls in love with Preeti (Raveena Tandon). He asks permission to marry her from her father, who instantly approves of him. Preeti is reluctant to get married but agrees for her father's sake. Soon, her father falls ill, and he makes her promise that she will not tell Vicky about her past life.",
            "poster_path": "\/wjXhUdzOJdJFjEHOpXbn0AS8tjO.jpg"
        },
        {
            "character": "Govind",
            "credit_id": "52fe4c58c3a368484e1b3955",
            "release_date": "1993-04-30",
            "vote_count": 4,
            "video": false,
            "adult": false,
            "vote_average": 8,
            "title": "Damini",
            "genre_ids": [
                80,
                18
            ],
            "original_language": "hi",
            "original_title": "Damini",
            "popularity": 1.368,
            "id": 138934,
            "backdrop_path": "\/19ycL8Zq2IzWPjvwYAUHn005TAb.jpg",
            "overview": "The theme revolves around the character Damini who represents truth and innocence. After her marriage in renowned wealthy family, Damini happens to see a cruel act done by her brother-in-law. She wants the victim to get justice, but the family including her husband oppose her, which leads her to leave the house. Soon she is helped by a drunkard, an ex-advocate, who helps her in all respect to reach to her aim and therefore justice",
            "poster_path": "\/pycarxK5UCNvMEOUGdxQoaHFBoT.jpg"
        },
        {
            "character": "A.C.P. Rajveer Scindia",
            "credit_id": "52fe4c99c3a36847f8236029",
            "release_date": "2003-11-11",
            "vote_count": 2,
            "video": false,
            "adult": false,
            "vote_average": 4.5,
            "title": "Khel",
            "genre_ids": [
                28,
                53
            ],
            "original_language": "en",
            "original_title": "Khel",
            "popularity": 0.6,
            "id": 166225,
            "backdrop_path": null,
            "overview": "Two friends falling in love with the same girl leads to murder and intrigue.",
            "poster_path": "\/eTV9G6spLsEV92pwOuhI8wDXelk.jpg"
        },
        {
            "character": "Devdhar S. 'Deva' Gandhi \/ Devdhar Sharma",
            "credit_id": "52fe4ca39251416c910fb445",
            "poster_path": "\/cb9rwwqG9Sc8TCpScoj9sZh58O6.jpg",
            "id": 192339,
            "video": false,
            "vote_count": 6,
            "adult": false,
            "backdrop_path": "\/wyeLwUVxiIvtkhcstB5hQfhH32D.jpg",
            "genre_ids": [
                28,
                80
            ],
            "original_language": "en",
            "original_title": "Big Brother",
            "popularity": 1.933,
            "title": "Big Brother",
            "vote_average": 3.3,
            "overview": "Big Brother is a story set in modern India which revolves around a small middle-class family composed of Dev Sharma Sunny Deol, his wife Aarti Priyanka Chopra, his mother Farida Jalal, brother Imran Khan and sister Prachi. Although they lead a simple and peaceful lifestyle, an incident occurs that changes their lives forever. The family is left with no choice but to leave Delhi and move to Mumbai in disguise. They start life afresh and all seems well until the ghosts of the past surface again.  Things reach a point when Dev Sharma is prodded by his mother to take a course of action which not only avenges their plight but also take on the cause of the aggrieved in the country as a whole. The movement so created gets the support of the woman at large and the infirm who proudly proclaim him to be their Big Brother.",
            "release_date": "2007-02-01"
        },
        {
            "character": "Suraj",
            "credit_id": "52fe4cccc3a36847f823f2df",
            "release_date": "1989-12-08",
            "vote_count": 3,
            "video": false,
            "adult": false,
            "vote_average": 6.7,
            "title": "ChaalBaaz",
            "genre_ids": [],
            "original_language": "en",
            "original_title": "ChaalBaaz",
            "popularity": 0.648,
            "id": 168430,
            "backdrop_path": "\/5NJ4E3A3iQi29Zn4rmacA2E8Ipi.jpg",
            "overview": "Twins separated at infancy are brought up differently. One weak, one strong. One day, they end up at each others house. Their life is not the same anymore.",
            "poster_path": "\/qluT4HpqDDvVRPVYtXXJqZd7z6x.jpg"
        },
        {
            "character": "Narasimha",
            "credit_id": "52fe4d7a9251416c9111776d",
            "poster_path": "\/1S21bN65qkDr5SfIIs67TxHB1LX.jpg",
            "id": 198343,
            "video": false,
            "vote_count": 2,
            "adult": false,
            "backdrop_path": "\/vtFc90usYUDVondlcsFam5wEGE.jpg",
            "genre_ids": [
                28
            ],
            "original_language": "hi",
            "original_title": "Narasimha",
            "popularity": 0.658,
            "title": "Narasimha",
            "vote_average": 5.3,
            "overview": "Narasimha a young and captive man lives a middle class life with his family in a quite neighbour hood. He gets his beautiful sister marry to an eligible young man in there vicinity. On the occasion of his sister giving birth, he returns home to find that a conflict arise between his neighbour hood and another neighbour hood where he seek refuge in a dwelling area nearby only to return and find out that his whole family has been murder. Without no aim left in life Narasimha decided to turn to crime and alcohol. He later decided to work for a man call Suraj Narayan Singh. But when Suraj asks him to kill Ravi Rastogi for falling in love with his daughter, Meenu. Narasimha refuses, and on the contrary joins forces with Ravi, his sister, Anita, to force Suraj to get the young couple married. This kind of conflict escalates to such proportions that Suraj finally gets arrested and lodged in a cell.",
            "release_date": "1991-01-01"
        },
        {
            "character": "Sunny Deol ... Mirza Izzat Beg",
            "credit_id": "52fe4e24c3a368484e210923",
            "poster_path": "\/3WLDrw15k0rZv6bj1ibZvXPeSNP.jpg",
            "id": 216969,
            "video": false,
            "vote_count": 5,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Sohni Mahiwal",
            "popularity": 2.066,
            "title": "The Legend of Love",
            "vote_average": 6.2,
            "overview": "Shahjada Ijjat Beg comes to India with his caravan and settles in a town in Gujrat. Here he falls in love with Sohani, who keeps a shop in metal pots. Ijjat Beg buys pot from her with whatever money he had and they were attracted to each other. Sohni dispensed with her servant and kept Ijjat Beg instead. This gave them more opportunity to meet. This was a scandal in the town and Sohni was perforce married to Rehaman who was slightly off his head. Sohni continued her meeting Ijjat Beg who went out fishing. When the atmosphere became to hot for them they jointly took a water grave for their love.",
            "release_date": "1984-06-28"
        },
        {
            "character": "",
            "credit_id": "52fe4e53c3a36847f828a2b1",
            "release_date": "2006-09-07",
            "vote_count": 3,
            "video": false,
            "adult": false,
            "vote_average": 3,
            "title": "Naksha",
            "genre_ids": [
                28,
                12
            ],
            "original_language": "en",
            "original_title": "Naksha",
            "popularity": 1.705,
            "id": 236007,
            "backdrop_path": null,
            "overview": "20 years after the death of an archaeologist, Kapil Malhotra, his younger son, Vicky attempts to uncover his father's mission with the help of an ancient map.",
            "poster_path": "\/ox7bUhTxIeoDzra31v3N5eCNmS3.jpg"
        },
        {
            "character": "",
            "credit_id": "567d92fb9251417ddd007b84",
            "poster_path": "\/3WQqHPpJRl7vCWAuBwbgsqGC468.jpg",
            "id": 312056,
            "video": false,
            "vote_count": 4,
            "adult": false,
            "backdrop_path": "\/kSKZ8LJzsj8bOng24JuunfesoQp.jpg",
            "genre_ids": [
                10749,
                35
            ],
            "original_language": "en",
            "original_title": "I Love NY",
            "popularity": 1.4,
            "title": "I Love NY",
            "vote_average": 5.8,
            "overview": "Two strangers meet in Manhattan on New Year's Eve, and both of their lives are forever transformed in this romantic Bollywood drama. Even as they try to preserve their current relationships, neither can resist falling head over heels for the other.",
            "release_date": "2015-12-25"
        },
        {
            "character": "",
            "credit_id": "591976b392514105da04cdb1",
            "release_date": "1999-11-08",
            "vote_count": 3,
            "video": false,
            "adult": false,
            "vote_average": 5.7,
            "title": "Dillagi",
            "genre_ids": [
                18,
                10749,
                10751
            ],
            "original_language": "hi",
            "original_title": "Dillagi",
            "popularity": 1.439,
            "id": 457714,
            "backdrop_path": "\/kD3hgpXBZfiXpoZFPaqiKfUWhFe.jpg",
            "overview": "Two brothers -- Ranvir and Rajvir along with their parents move to Mumbai. They endure numerous hardships, but their will to survive prevails and they succeed. Soon, their parents pass away, leaving young Rajvir in the care of Ranvir. Now wealthy beyond any means, Ranvir runs the business and Rajvir lives recklessly. When Rajvir falls in love, Ranvir arranges his marriage, but to his dismay finds out that he has arranged his brother to marry the girl he loves.",
            "poster_path": "\/auaUcHvpx2z1nLnyCpJzHEBsE16.jpg"
        },
        {
            "character": "",
            "credit_id": "5349abe8c3a3682df60005d7",
            "poster_path": "\/qdeCmusGcyLgOECeSwhda8zUgDA.jpg",
            "id": 258879,
            "video": false,
            "vote_count": 3,
            "adult": false,
            "backdrop_path": "\/uUDwJeuSDCQV1S0wefblLrAEp1F.jpg",
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Dishkiyaoon",
            "popularity": 0.938,
            "title": "Dishkiyaoon",
            "vote_average": 2.3,
            "overview": "Dishkiyaoon is a Bollywood action film produced by Shilpa Shetty and her husband Raj Kundra along with Eros International. The film features Sunny Deol, Harman Baweja and debutant Ayesha Khanna. The film is about the Mumbai underworld.2014.Four songs for the film have been composed by debutant Palash Muchhal, who's the youngest music composer of Bollywood at age of 18.",
            "release_date": "2014-03-28"
        },
        {
            "character": "Paramveer Singh Dhillon",
            "credit_id": "537f1b16c3a36805a1002e6f",
            "poster_path": "\/z15syvmIMUkWCk24dmY8E5troOU.jpg",
            "id": 199687,
            "video": false,
            "vote_count": 7,
            "adult": false,
            "backdrop_path": "\/r3CGCbciuymvjvX7OyqNvUT8RD0.jpg",
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Yamla Pagla Deewana 2",
            "popularity": 3.349,
            "title": "Yamla Pagla Deewana 2",
            "vote_average": 3.4,
            "overview": "The trio of Dharam, Paramveer and Gajodhar reunite, this time in the UK. Paramveer opens up the 'Yamla Pagla Deewana' club and re-encounters a visit with Dharam and Gajodhar, after their last visit to Canada. Now, the trio are back with double the fun, double the action, and double the romance, with Suman and Paramveer's love Reet.",
            "release_date": "2013-06-07"
        },
        {
            "character": "",
            "credit_id": "5395847c0e0a266dc5006216",
            "release_date": "2003-04-10",
            "vote_count": 6,
            "video": false,
            "adult": false,
            "vote_average": 5.2,
            "title": "The Hero: Love Story of a Spy",
            "genre_ids": [
                28,
                12,
                18,
                53
            ],
            "original_language": "hi",
            "original_title": "The Hero: Love Story of a Spy",
            "popularity": 0.892,
            "id": 271677,
            "backdrop_path": "\/7XXu9dsD1RfBadHGPkca1OyRtjd.jpg",
            "overview": "Arun Khanna is a spy for the Indian government whose aid is enlisted to stop ISI Chief Ishak Khan. Khan is trying to build a nuclear bomb with which he can liberate Kashmir from the Indians. A battle of wits ensues. When Khan detonates a bomb at Khanna's engagement party to a fellow spy, Khanna's resolve is only strengthened. Now not only does he have to fight Khan, but he also has to track down his missing fiancee.",
            "poster_path": "\/mtXEssCOtK9bi2mZ92gAd36U0F9.jpg"
        },
        {
            "character": "Saranjeet Singh",
            "credit_id": "52fe4e7cc3a36847f829347b",
            "poster_path": "\/bZaeBSNkhLSDUKJPqlq0EcL3LOM.jpg",
            "id": 238408,
            "video": false,
            "vote_count": 8,
            "adult": false,
            "backdrop_path": "\/i99sBvgWRhpxqtI6h14xMfkrwFb.jpg",
            "genre_ids": [
                28,
                18
            ],
            "original_language": "hi",
            "original_title": "Singh Saab the Great",
            "popularity": 2.043,
            "title": "Singh Saab the Great",
            "vote_average": 4.8,
            "overview": "A common man fights corruption and injustice.",
            "release_date": "2013-11-22"
        },
        {
            "character": "",
            "credit_id": "55def68fc3a3686e8c001e40",
            "poster_path": "\/mblWssxOhFabJeT0ODJdp0c9rL9.jpg",
            "id": 356399,
            "video": false,
            "vote_count": 2,
            "adult": false,
            "backdrop_path": "\/6m9izJs7sn6Hs6jFgWmhIL3xuHl.jpg",
            "genre_ids": [
                18
            ],
            "original_language": "hi",
            "original_title": "मोहल्ला अस्सी",
            "popularity": 0.6,
            "title": "Mohalla Assi",
            "vote_average": 5,
            "overview": "An idealist Sanskrit teacher deals with issues like commercialization of religion as things around him change and he struggles to keep up. But is he ready to pay the price?",
            "release_date": "2018-11-16"
        },
        {
            "character": "Hussain",
            "credit_id": "5559d0f29251410b390039ee",
            "release_date": "2010-10-26",
            "vote_count": 0,
            "video": false,
            "adult": false,
            "vote_average": 0,
            "title": "Khuda Kasam",
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Khuda Kasam",
            "popularity": 0.6,
            "id": 340736,
            "backdrop_path": null,
            "overview": "Delhi-based CBI Captain Neetu Singh is instructed by Chief Sawant to investigate the assassination of Maharashtra's Chief Minister Satyaprakash. Her investigations will lead her to conclude that the killing was planned and carried out by Home Minister Bhavani Prasad Lala and Superintendent of Police Waghmare. She then meets with Fatima, and is told the story of the latter's son, Hussain, who was convicted for possession and supply of fire-arms and sentenced to five years in prison. She meets Hussain in prison and decides to assist him, but before she could do that she and her mother, Shanti, both end up on the defensive, when evidence surfaces that Neetu had hired a hit-man, Tatya, to kill Satyaprakash. The Judge hearing this incident finds her guilty and sentences her to prison.",
            "poster_path": "\/8n3pTPrNDAWF7WCVlF9dEOl01Dm.jpg"
        },
        {
            "character": "Sunny Kapoor",
            "credit_id": "54b58643c3a36877db0009a3",
            "release_date": "1983-08-05",
            "vote_count": 2,
            "video": false,
            "adult": false,
            "vote_average": 7,
            "title": "Betaab",
            "genre_ids": [
                10749,
                10751
            ],
            "original_language": "en",
            "original_title": "Betaab",
            "popularity": 0.6,
            "id": 251131,
            "backdrop_path": null,
            "overview": "Sunny owns a small livestock farm and lives a poor but happy life style with his mother, Sumitra. They wanted the farm to become up to date, so Sumitra decides to make a move abroad in order to bring new equipments for the farm, leaving Sunny in the care of the farm. One day while distributing eggs and chickens, Sunny reaches up with Roma Singh and both can get into the pettiest quarrels and they soon begins to fight and Sunny offers Roma to rebuild his farm house as a part of her punishment. Both soon realize that they are childhood lovers and attempts to rebuild that love once again, both are successful in doing so and plans to get married but there love is opposed by Roma's dad, the wealthy and famous businessman, Sardar Dinesh Singh Girji, who will do anything in his power to prevent Roma and Sunny from meeting leave alone marriage.",
            "poster_path": "\/qDRJpBSXHJTgGOhCW5KEIgZoNWw.jpg"
        },
        {
            "character": "Inspector Prabhat Singh",
            "credit_id": "55e541939251413794001336",
            "release_date": "1992-01-24",
            "vote_count": 1,
            "video": false,
            "adult": false,
            "vote_average": 6,
            "title": "Vishwatma",
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "विश्वात्मा",
            "popularity": 0.6,
            "id": 357131,
            "backdrop_path": null,
            "overview": "Two brave and smart young men: namely Police inspector Prabhat Singh (Sunny Deol) and a reformed criminal Akash Bhardwaj (Chunkey Pandey) is sent to the African country of Kenya in order to apprehend the underworld criminal Azghar Jhorat (Amrish Puri). He is a criminal in India but his whereabouts is known in Kenya. While in Kenya they reaches up with a stern Kenyan police officer who is of Indian origin Surya Pratap Singh (Naseeruddin Shah), it is his duty to make Prabhat and Akash abide by the Kenyan laws but to capture Azghar both is forced to break the laws and gets into confrontation with Surya where a misunderstood is created. Will Akash and Prabhat be able to fulfilled there duties towards there country or will they leave there mission half way and run like cowards?",
            "poster_path": "\/28PJJcZmKoyHbZqPOdkGqMNIHbv.jpg"
        },
        {
            "character": "",
            "credit_id": "560dc120c3a368680e00a92c",
            "poster_path": "\/pjxv1PM8meIh9HXtXVJLj8jZkqs.jpg",
            "id": 303398,
            "video": false,
            "vote_count": 2,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Jaal: The Trap",
            "popularity": 0.6,
            "title": "Jaal: The Trap",
            "vote_average": 3.5,
            "overview": "Sunny Deol battles terrorists from Kashmir; from director Guddu Dhanoa.",
            "release_date": "2003-07-18"
        },
        {
            "character": "",
            "credit_id": "56869a8892514132db01da9f",
            "poster_path": "\/gFFaRgh2yawT1mvcy17uBHHRCfB.jpg",
            "id": 159436,
            "video": false,
            "vote_count": 8,
            "adult": false,
            "backdrop_path": "\/2pGzZCAsnhP8cBoynIkepyaK1vt.jpg",
            "genre_ids": [
                28,
                14,
                53
            ],
            "original_language": "hi",
            "original_title": "Jaani Dushman: Ek Anokhi Kahani",
            "popularity": 2.995,
            "title": "Jaani Dushman: Ek Anokhi Kahani",
            "vote_average": 4.8,
            "overview": "Diyva and Karan Saxena are in love and plan to marry. Karan has a younger step-brother, Vivek Saxena who he looks after him as though he were his own brother. Divya and Vivek hang out with quite a few young people of their own age, Atul, Vijay, Prem, Ashok, Nita, Rashmi, Niki, and Priti, just to name a few. Two male members try to sexually molest Divya, and get a sound thrashing from Karan. After apologizing, these two members decide to avenge their beating and humiliation. After entrapping Divya, they sexually molest her to such an extent that Divya attempts to kill herself. Unknown to Divya, she was the lover of Kapil a snake with magical powers, in a previous life. Their love life was shattered by an angry sage who cursed them with separation until the 21st century. Divya, who was called Vasundhara in her previous life, dies after this curse, and is reborn as Divya.",
            "release_date": "2002-08-16"
        },
        {
            "character": "Suraj Singh",
            "credit_id": "568e580ec3a36858ec0027ba",
            "poster_path": "\/lZ3OFdEvZxG4B8uz9f5ycC16YYx.jpg",
            "id": 376371,
            "video": false,
            "vote_count": 1,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Dushmani: A Violent Love Story",
            "popularity": 1.245,
            "title": "Dushmani: A Violent Love Story",
            "vote_average": 10,
            "overview": "a 1995 Indian Bollywood film directed by Bunty Soorma. It stars Sunny Deol, Jackie Shroff, Manisha Koirala and Deepti Naval in pivotal roles.",
            "release_date": "1995-01-01"
        },
        {
            "character": "Ajay Mehra",
            "credit_id": "56b4312bc3a36806e6003aa4",
            "poster_path": "\/uDJleG7idB3JDiD6psjH7fnNlXb.jpg",
            "id": 381298,
            "video": false,
            "vote_count": 11,
            "adult": false,
            "backdrop_path": "\/h6lEKSwxsAvdplL7VH0dRK5QVAk.jpg",
            "genre_ids": [],
            "original_language": "ab",
            "original_title": "Ghayal Once Again",
            "popularity": 1.906,
            "title": "Ghayal Once Again",
            "vote_average": 6,
            "overview": "Ajay Mehra (from previous Ghayal-1990), after finishing off his life sentence, starts a newspaper called Satyakam. Still dealing with the haunting trauma of losing his loved ones, Ajay manages to make a credible name for himself in investigative journalism. Working with a strange team of RTI activists, ex-criminals and ilk; and even stranger ways of unearthing and presenting truth, Ajay Mehra has earned quite a fan following among the youths, who finds his fearless and unforgiving approach in dealing with all kinds of sociopaths very inspiring.",
            "release_date": "2016-02-05"
        },
        {
            "character": "Arjun Yadav",
            "credit_id": "56ba03dec3a3681e5d002990",
            "poster_path": "\/g7zlkgzIcsyolLA37Bv9g7C6ASy.jpg",
            "id": 381899,
            "video": false,
            "vote_count": 1,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                28,
                80,
                18
            ],
            "original_language": "hi",
            "original_title": "डकैत",
            "popularity": 0.87,
            "title": "Dacait",
            "vote_average": 5,
            "overview": "Arjun Yadav return from the city after completing his studies to get settled in his village with his family consisting of his mother Devi Chaudaran, his older brother Amrit and sister. Arjun finds out that Amrit and Thakur Bhanwar Singh does not get along quiet well and attempts to be a peace-maker between the two. One day situation takes a turn for the worse when Amrit is killed, Devi Chaudaran loses her senses, Arjun's sister is raped and he himself is beaten and tied to a tree. Arjun is then rescued by some sympathetic villagers and run off with his childhood friend Makan Malla in the deep ravines only to turn an outlaw whose only motive is to avenge the killings of his family members.",
            "release_date": "1987-04-10"
        },
        {
            "character": "Anand",
            "credit_id": "576f06f5c3a3680bdd000137",
            "release_date": "1999-07-23",
            "vote_count": 2,
            "video": false,
            "adult": false,
            "vote_average": 3,
            "title": "Pyaar Koi Khel Nahin",
            "genre_ids": [
                18,
                10749
            ],
            "original_language": "hi",
            "original_title": "Pyaar Koi Khel Nahin",
            "popularity": 0.6,
            "id": 305337,
            "backdrop_path": "\/xaXDOB84PvLRlQVMbxlEHtbgkv0.jpg",
            "overview": "Romance meets crime drama, when Nisha and Sunil are wed, but face the consequences of Sunil's brother's questionable business associates.",
            "poster_path": "\/9pb4cUyAk1c9a2oAmBVibprqC0O.jpg"
        },
        {
            "character": "Karim Lala",
            "credit_id": "57d94912c3a36853420058cf",
            "release_date": "1994-03-11",
            "vote_count": 1,
            "video": false,
            "adult": false,
            "vote_average": 7,
            "title": "Insaniyat",
            "genre_ids": [
                28,
                80,
                18
            ],
            "original_language": "hi",
            "original_title": "Insaniyat",
            "popularity": 0.6,
            "id": 345984,
            "backdrop_path": null,
            "overview": "A Police officer seeks the help of two gangsters to combat terrorism.",
            "poster_path": "\/21NXNdmn8SbZ08MTMx5Etckoe0f.jpg"
        },
        {
            "character": "",
            "credit_id": "57e67c2dc3a368351e006802",
            "release_date": "1990-01-01",
            "vote_count": 0,
            "video": false,
            "adult": false,
            "vote_average": 0,
            "title": "Aag Ka Gola",
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Aag Ka Gola",
            "popularity": 1.09,
            "id": 391548,
            "backdrop_path": "\/x6XoXJ5PwuPUX4kFlxhMdNQFhW1.jpg",
            "overview": "Young Shankar is framed for a theft he did not commit. He escapes from police and runs into his mother's arms. When Shankar's mother sees Shankar being arrested by police, she dies due to shock. Shankar escapes from the police and ends up working for criminal don Raja Babu. He is now known as 'Shaka'. One day Raja Babu ask Shaka to abduct a child. The child's mother dies due to shock. This reminds Shaka(Shankar) of his own mother dying due to shock. He repents, surrenders to police and is sent to jail for 5 years. His three years punishment is condoned when he saves the life of a visiting parliamentarian. After being released from jail, he decides to live the life of an ordinary civilian and works as a garage mechanic. He meets Aarti, falls in love and they marry. But Shankars past starts haunting him to such an extent that he sees no choice except joining the crime gang of Raja Babu.",
            "poster_path": "\/m6U4YFEo1IRNtyBtI7BneJZSnFA.jpg"
        },
        {
            "character": "",
            "credit_id": "57f43b9f92514138f00015b6",
            "release_date": "1988-01-01",
            "vote_count": 0,
            "video": false,
            "adult": false,
            "vote_average": 0,
            "title": "Yateem",
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Yateem",
            "popularity": 0.6,
            "id": 419432,
            "backdrop_path": null,
            "overview": "When Inspector Yadav (Kulbhushan Kharbanda) shoots down a criminal couple in the line of duty, his heart goes out to their orphaned baby son Krishna. He adopts the child, who grows up with Yadav's own daughter, Gauri (Farha). As they grow up, Krishna (Sunny Deol) and Gauri fall in love - but an obstacle is looming in their path in the form of Yadav's young second wife (Sujata Mehta), who is attracted to the handsome Krishna, and in her jealousy proceeds to do all she can to destroy the young couple's chances of happiness.",
            "poster_path": "\/9kQ0EM4tIYfhkUMviZovWvkEX8c.jpg"
        },
        {
            "character": "",
            "credit_id": "5804fd30c3a3686a34000e85",
            "release_date": "1991-01-01",
            "vote_count": 0,
            "video": false,
            "adult": false,
            "vote_average": 0,
            "title": "Yodha",
            "genre_ids": [
                28,
                18
            ],
            "original_language": "en",
            "original_title": "Yodha",
            "popularity": 1.376,
            "id": 421701,
            "backdrop_path": null,
            "overview": "Suraj Singh is addicted to drugs and as a result witnessed his girlfriend being raped in front of his eyes with him being helpless, from here on he vows to put an end to all drug dealers and started to work as a hit man for an underworld don, Daaga also known as Justice Dharmesh Agnihotri. He also meets and make enemy with a lawyer, Karan Srivastav, who is looking for the murderer of his father, journalist Chandrakant. As time proceeds, Suraj and Karan would frequently get into brawls in front of the society to the extent that each of them will now do anything to kill the other. Unknown to both that one person is responsible for there lives being upside down and he is under the veil of respectability - non other than Justice Dharmesh Agnihotri alias Dagga.",
            "poster_path": "\/4aB3RxPvTmq61boyXZA8kbwGGvq.jpg"
        },
        {
            "character": "Arjun Dixit \/ Arjun Pandit",
            "credit_id": "58c6197cc3a36840f600d0a9",
            "release_date": "1999-08-11",
            "vote_count": 3,
            "video": false,
            "adult": false,
            "vote_average": 4.7,
            "title": "Arjun Pandit",
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Arjun Pandit",
            "popularity": 1.4,
            "id": 213565,
            "backdrop_path": null,
            "overview": "Arjun Dixit lives a middle class and common man life in the vicinity of Bombay India. All is well for him until one day he reach up Nisha, and subsequently falls head over heels in love ...",
            "poster_path": "\/o7JDTmUwg6E2keYV2qbUk1LlJli.jpg"
        },
        {
            "character": "",
            "credit_id": "58c61ad9c3a368410c00dcd3",
            "release_date": "2005-05-13",
            "vote_count": 0,
            "video": false,
            "adult": false,
            "vote_average": 0,
            "title": "Jo Bole So Nihaal",
            "genre_ids": [
                28,
                35
            ],
            "original_language": "hi",
            "original_title": "Jo Bole So Nihaal",
            "popularity": 0.6,
            "id": 446688,
            "backdrop_path": null,
            "overview": "Jo Bole So Nihaal (also transliterated as Jo Bole So Nihal; literally meaning \"Whoever utters shall be fulfilled\") is a 2005 Bollywood action comedy film, directed by Rahul Rawail. It stars Sunny Deol, Shillpi Sharma and Kamaal Khan in lead roles, whilst Nupur Mehta and Surekha Sikri appear in major supporting roles; the director also plays an antagonistic role in the film. Singer Kamaal Khan appeared first time on big screen in a negative role. This movie was his debut movie as actor.  The film's release was met by protests from Sikh groups, who took offense at its use of a Sikh religious phrase as its title,[1] as well as scenes in which a Sikh police officer is shown being chased by scantily-clad women[citation needed]. Two bomb attacks on 22 May 2005 on theatres in New Delhi showing the film killed one person and injured 49, prompting cinema owners to pull the film, in some cases voluntarily and in some states as a result of a government order.",
            "poster_path": "\/qxQI3LxqbrZxASMj0lEKwspUR7h.jpg"
        },
        {
            "character": "Special Appearance",
            "credit_id": "58c61ec99251411d1100edb7",
            "release_date": "1997-08-15",
            "vote_count": 5,
            "video": false,
            "adult": false,
            "vote_average": 5.4,
            "title": "Aur Pyaar Ho Gaya",
            "genre_ids": [
                18,
                10749,
                10751
            ],
            "original_language": "hi",
            "original_title": "और प्यार हो गया",
            "popularity": 3.897,
            "id": 30537,
            "backdrop_path": "\/m31mmWGphDIjMa3ah479Pgqr1De.jpg",
            "overview": "Grandpa and Grandma Kapoor live a wealthy life-style with their only widower son, Kailashnath and his daughter Ashi who is of marriage-able age. Kailashnath arranges his daughter's marriage with his friend, the equally wealthy Mr. Malhotra's son, Rohit. Ashi approve of this match but would like to evaluate Rohit's personality before marrying him; she finds out that Rohit is in Switzerland and travels there to meet with him. At the airport she does meet with a male and takes him for Rohit and thus both started to get acquainted with each other only to find out that he is not the one she is looking for. Her efforts to locate Rohit are frustrated since every male she thinks is Rohit turns out to be someone else. Her first acquittance whose name turn out to be Bobby Oberoi continues to pursue her until both fall in love. Back in India; Bobby is introduce to the Kapoor family who approve of the couple's marriage.",
            "poster_path": "\/5C8a85JOymSV1FxtHoPVaEFOKxE.jpg"
        },
        {
            "character": "",
            "credit_id": "5940adc0c3a36862570104ad",
            "poster_path": "\/28E8RijwmmPTPaEzoFcl738rImK.jpg",
            "id": 461789,
            "video": false,
            "vote_count": 2,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Farz",
            "popularity": 0.946,
            "title": "Farz",
            "vote_average": 3.5,
            "overview": "Farz 2001 - Sunny Deol",
            "release_date": "2001-01-12"
        },
        {
            "character": "",
            "credit_id": "599b12ca9251412793000e79",
            "release_date": "2017-09-08",
            "vote_count": 8,
            "video": false,
            "adult": false,
            "vote_average": 6,
            "title": "Poster Boys",
            "genre_ids": [
                35
            ],
            "original_language": "hi",
            "original_title": "Poster Boys",
            "popularity": 1.05,
            "id": 471894,
            "backdrop_path": "\/doVoEDeXl8CeIkEy8Ze43337VHe.jpg",
            "overview": "Life of three men comes in trouble when their photos appear on advertisement for sterilization.",
            "poster_path": "\/9W6b9i49sww8RSR7DlJpaiqSEV9.jpg"
        },
        {
            "character": "Sunny Inderjeet",
            "credit_id": "59c16f43c3a3684ca00002c1",
            "poster_path": "\/zaP8BDvUw2oVyeLwu1Y0vvfn9M5.jpg",
            "id": 476661,
            "video": false,
            "vote_count": 0,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Sunny",
            "popularity": 0.6,
            "title": "Sunny",
            "vote_average": 0,
            "overview": "When her cheating husband dies in an accident, childless widow Gayetri tricks her husband's pregnant lover into giving up her baby, then raises the child, Sunny, as her own son.",
            "release_date": "1984-09-28"
        },
        {
            "character": "",
            "credit_id": "5a2d3960925141033614ecd0",
            "poster_path": "\/kdLwK2Yt3p3vDajpBp0bdmqC3q8.jpg",
            "id": 491916,
            "video": false,
            "vote_count": 0,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                28,
                18
            ],
            "original_language": "hi",
            "original_title": "Champion",
            "popularity": 0.6,
            "title": "Champion",
            "vote_average": 0,
            "overview": "The film CHAMPION is a tale about a man who has a quest, a dream to be the best of the best. The film centres on four main characters, namely Rajveer Singh (Sunny Deol), a simpleton from a village in Punjab, whose sole dream in life is to become a super-cop and wipe off all crime. After, training, he gets his first posting at Mumbai for a special assignment. Bubbling with enthusiasm, an arrival, he is shocked to find that his job is to protect a nine-year-old boy, Abbas Khan (Abhishek Sharma). A bodyguard, after all the rigorous training to eliminate hardcore criminals! Abbas is the sole heir to millions of riches left to him by his parents, who have expired in a drastic plane crash.",
            "release_date": "2000-12-22"
        },
        {
            "character": "",
            "credit_id": "5a3d297c92514154780b5e7b",
            "poster_path": "\/1K0pnzP8neBWBEi8oxObtsM4sDE.jpg",
            "id": 493821,
            "video": false,
            "vote_count": 0,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Izzat Ki Roti",
            "popularity": 0.6,
            "title": "Izzat Ki Roti",
            "vote_average": 0,
            "overview": "Vijay and Veeru are truck drivers. A turn of events leads to the imprisonment of Veeru and Vijay receives a truck as a gesture of appreciation for his honesty. Upon release, Veeru abducts Vijay's son.",
            "release_date": "1993-08-13"
        },
        {
            "character": "",
            "credit_id": "5a4504fd0e0a264f3906921c",
            "poster_path": "\/crzYX6VmIrGyo42Tuv4MR3sQwXI.jpg",
            "id": 107196,
            "video": false,
            "vote_count": 1,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Paap Ki Duniya",
            "popularity": 0.704,
            "title": "Paap Ki Duniya",
            "vote_average": 8,
            "overview": "Gangster Pasha has brought up young Suraj as his own son, and has taught him all the skills needed for theft, break & enter, and acting as a hitman. Years later, Suraj has grown up and has become an expert in these skills. The law does catch up to him, and he is imprisoned. When he completes his sentence, he re-enters his world of crime with Pasha. One day he meets up with beautiful Aarti, and falls in love with her. Aarti too is attracted to him, and eventually falls in love with him. When Aarti finds out about his profession, she is dismayed and shocked, and will not have anything to do with him, unless and until he promises to give up on this career. Suraj does so, only to find Aarti's boyfriend Inspector Vijay to out to arrest him by hook or by crook on one hand, and on the other Pasha has ordered his death.",
            "release_date": "1988-03-18"
        },
        {
            "character": "",
            "credit_id": "5a5ce66992514134410021fa",
            "release_date": "2002-06-07",
            "vote_count": 1,
            "video": false,
            "adult": false,
            "vote_average": 5,
            "title": "23rd March 1931: Shaheed",
            "genre_ids": [],
            "original_language": "en",
            "original_title": "23rd March 1931: Shaheed",
            "popularity": 0.6,
            "id": 498713,
            "backdrop_path": null,
            "overview": "Bhagat Singh, a freedom fighter, is arrested for killing the British official responsible for the death of his mentor Lala Lajpatrai. He is ultimately hanged for his misdeed.",
            "poster_path": "\/58fttaw9uJJv0VPmVevNTQukjkx.jpg"
        },
        {
            "character": "Bheem (voice)",
            "credit_id": "5a7c6fb89251414b15010360",
            "poster_path": "\/9gUrGqt1EvfuBsUoTcixU2nJSnj.jpg",
            "id": 503928,
            "video": false,
            "vote_count": 1,
            "adult": false,
            "backdrop_path": "\/wity5ST8pRLewrsHRk6vP0R7fIe.jpg",
            "genre_ids": [
                12,
                16,
                28,
                36,
                10751
            ],
            "original_language": "hi",
            "original_title": "Mahabharata",
            "popularity": 0.632,
            "title": "Mahabharata",
            "vote_average": 6,
            "overview": "Mahabharat is considered as the greatest and the longest epic in world literature It has all the possible elements that a story could have - conflict, duty, sacrifice, heroism, truth, justice, romance, adventure, fantasy and relationships - making it truly an all-encompassing fascinating saga.",
            "release_date": "2013-12-27"
        },
        {
            "character": "Munna",
            "credit_id": "5a9880849251415466008165",
            "release_date": "2007-06-01",
            "vote_count": 8,
            "video": false,
            "adult": false,
            "vote_average": 2.6,
            "title": "Fool N Final",
            "genre_ids": [
                28,
                35
            ],
            "original_language": "hi",
            "original_title": "Fool N Final",
            "popularity": 1.453,
            "id": 156288,
            "backdrop_path": null,
            "overview": "A bunch of misfits and gangsters embarks on a journey to find a lost and stolen diamond.",
            "poster_path": "\/qvmQVByA68Bf3wd6GGaMkTI4LuF.jpg"
        },
        {
            "character": "Vinay Pratap Singh (Surjangarh)",
            "credit_id": "5ada0ef792514134f800107d",
            "release_date": "1993-03-26",
            "vote_count": 1,
            "video": false,
            "adult": false,
            "vote_average": 6,
            "title": "Kshatriya",
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "क्षत्रिय",
            "popularity": 0.948,
            "id": 364525,
            "backdrop_path": null,
            "overview": "In the arid region of Rajasthan, India; there are two royal families, Mirtagarth and Surjangarh who believes in a religious ritual which states that a warrior from each of these two families will come together annually to have a fierce battle with the winner having to sacrifice a baby buffalo and it will rain in that person's territory. This tradition must be fated to carry on by the future generation as it is a rule of nature set down by their kin.",
            "poster_path": "\/a3GbacPUl6eya63eihb70rWvWCX.jpg"
        },
        {
            "character": "",
            "credit_id": "5aed08909251411d4e0034eb",
            "poster_path": "\/A7RccizQkbSzcFY2Pwg8wyPcp4M.jpg",
            "id": 305819,
            "video": false,
            "vote_count": 2,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Yeh Raaste Hain Pyaar Ke",
            "popularity": 0.6,
            "title": "Yeh Raaste Hain Pyaar Ke",
            "vote_average": 4,
            "overview": "Two con artistes and car thieves, Vicky (Devgan) and Sakshi (Zinta), are faced with death when they accidentally kill Bhanwarlal's (Deep Dhillon) brother. Bhanwarlal and his other brother (Mayur) both swear to avenge the death of their brother and mistakenly kill Rohit Verma (also Devgan), who is a look-alike of Vicky.",
            "release_date": "2001-08-10"
        },
        {
            "character": "",
            "credit_id": "5b133c3392514166e5008bf2",
            "release_date": "1986-03-11",
            "vote_count": 0,
            "video": false,
            "adult": false,
            "vote_average": 0,
            "title": "Sultanat",
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Sultanat",
            "popularity": 0.6,
            "id": 277258,
            "backdrop_path": null,
            "overview": "After his wife dies in childbirth as the result of an unsuccessful coup attempt by the bandit Razoulli (Amrish Puri), Gen. Khalid (Dharmendra) vows to avenge her death in this Bollywood thriller. But as he prepares to carry out his plan against Razoulli's son (Sunny Deol) years later, little does Khalid know that the two are connected by a long-buried secret. Sridevi, Karan Kapoor and Juhi Chawla also star.",
            "poster_path": "\/uxp0zupfc0rr72XshfhWH6jC20h.jpg"
        },
        {
            "character": "",
            "credit_id": "5b1348010e0a263de3009f30",
            "poster_path": "\/qvgm3LswwMH99LmkK2CnirdUcXv.jpg",
            "id": 528025,
            "video": false,
            "vote_count": 0,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Saveray Wali Gaadi",
            "popularity": 0.6,
            "title": "Saveray Wali Gaadi",
            "vote_average": 0,
            "overview": "Ravidas  lives in a village in rural India. He is the son of Chediram who is of highly respected in the village. Ravidas falls in love with Jyoti. Their love becomes known in the village. Because of differences of caste, the villagers are opposed to Ravidas marrying Jyoti. Chediram commits suicide due to the shame his son has brought upon him. Ravidas is a gifted poet, but he cannot fulfill his dream of being recognized as a great poet, his poems being published and shown to the world, because he lives in a village.",
            "release_date": "1986-01-01"
        },
        {
            "character": "",
            "credit_id": "5b156246c3a368533d00844e",
            "release_date": "1988-11-11",
            "vote_count": 0,
            "video": false,
            "adult": false,
            "vote_average": 0,
            "title": "Intaqaam",
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Intaqaam",
            "popularity": 0.6,
            "id": 528297,
            "backdrop_path": null,
            "overview": "Intaqaam (English: \"Revenge\") is an Indian action revenge film directed by Rajkumar Kohli and released in 1988. The movie stars Sunny Deol, Anil Kapoor, Kimi Katkar, Kader Khan and Meenakshi Sheshadri.",
            "poster_path": "\/jbYXZewq20vIDOo8Wg7nZytc4Ah.jpg"
        },
        {
            "character": "Major Pratap Singh",
            "credit_id": "5b1c06c8c3a368491301f731",
            "release_date": "2002-01-01",
            "vote_count": 1,
            "video": false,
            "adult": false,
            "vote_average": 3,
            "title": "Maa Tujhhe Salaam",
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Maa Tujhhe Salaam",
            "popularity": 0.6,
            "id": 321335,
            "backdrop_path": null,
            "overview": "Bollywood superstar Sunny Deol plays Maj. Pratap Singh, who's in command of an Indian battalion guarding his country's border with Pakistan in this action-packed thriller from director Tinnu Verma. When Singh's girlfriend -- intelligence agent Sonia Khanna (Tabu) -- informs him that self-styled Pakistani leader Lala aims to rule Kashmir as a sovereign state, Singh finds an unexpected ally in a mercenary (Arbaaz Khan) once loyal to Lala.",
            "poster_path": "\/9BIKLMkDb8mUaRoTlWPbG1B3tVR.jpg"
        },
        {
            "character": "Pooran",
            "credit_id": "5b211c3e9251416e0d00c34c",
            "poster_path": "\/cjLhFYbomNaE4I0JN7EdG4bzI9l.jpg",
            "id": 512180,
            "video": false,
            "vote_count": 2,
            "adult": false,
            "backdrop_path": "\/AauNmofyYj2Uy6EpZWzLob9QkE8.jpg",
            "genre_ids": [
                35,
                18
            ],
            "original_language": "hi",
            "original_title": "यमला पगला दिवाना फिर से",
            "popularity": 0.6,
            "title": "Yamla Pagla Deewana: Phir Se",
            "vote_average": 5.5,
            "overview": "An upright Ayurveda practitioner is hounded by big pharma giants for his age-old formula called Vajra Kawach that cures everything from pimples to impotency. But how long can he keep this magic pill only for the poor?",
            "release_date": "2018-08-31"
        },
        {
            "character": "",
            "credit_id": "5b302f9f0e0a2656df00aacb",
            "poster_path": "\/bIkPG26DiP9bGYImcLC6SLrIfat.jpg",
            "id": 532017,
            "video": false,
            "vote_count": 0,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Rok Sako To Rok Lo",
            "popularity": 1.092,
            "title": "Rok Sako To Rok Lo",
            "vote_average": 0,
            "overview": "A town in India has two schools, Valley High School, which is for the wealthy students, and Bharti High School for the middle-class. The annual sports fest has been always dominated by the Valley High School.",
            "release_date": "2004-12-10"
        },
        {
            "character": "",
            "credit_id": "5b3cb5e10e0a26241f008ed2",
            "release_date": "1996-12-20",
            "vote_count": 0,
            "video": false,
            "adult": false,
            "vote_average": 0,
            "title": "Ajay",
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Ajay",
            "popularity": 0.6,
            "id": 303105,
            "backdrop_path": null,
            "overview": "Ajay falls in love with superstar dancer Manorama, who comes from a dangerous family.",
            "poster_path": "\/aExIdPlo5dd5MBukSUjlqijhY1j.jpg"
        },
        {
            "character": "Lal Bhaisahab Dubey",
            "credit_id": "5b446de19251414f4c028a85",
            "release_date": "2018-11-23",
            "vote_count": 0,
            "video": false,
            "adult": false,
            "vote_average": 0,
            "title": "Bhaiaji Superhitt",
            "genre_ids": [
                28,
                35,
                53
            ],
            "original_language": "hi",
            "original_title": "Bhaiaji Superhitt",
            "popularity": 1.006,
            "id": 534985,
            "backdrop_path": "\/pfcSdTtdCJxq052ZUpbT71SBDkO.jpg",
            "overview": "A kind-hearted goon decides to get his wife back by making a film on their love story, while his arch nemesis tries to thwart his plans.",
            "poster_path": "\/cUNjY4smGi80LkzpXp5TjD7es62.jpg"
        },
        {
            "character": "",
            "credit_id": "5b450d50c3a36840990347e2",
            "release_date": "1986-09-03",
            "vote_count": 1,
            "video": false,
            "adult": false,
            "vote_average": 8,
            "title": "Samundar",
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Samundar",
            "popularity": 1.4,
            "id": 535110,
            "backdrop_path": null,
            "overview": "Honest police officer Surajbhan would like Rajeshwar Nath to provide all the material documents that can prove Raiszada Narsingh is a hardcore criminal. When Raiszada learns of this through his henchman Hansukh he kills Surajbhan and frames Rajeshwar Nath for this killing. Years later Surajbhan's son Ajit grows up with Raiszada and is willing to locate Rajeshwar Nath who now calls himself Girija Shankar so that he can avenge the murder of his dad.",
            "poster_path": "\/vlhv8eBXCUQT9aZctgZm7m0ObmM.jpg"
        },
        {
            "character": "",
            "credit_id": "5b546593c3a3680b5f028cc1",
            "release_date": "1993-04-02",
            "vote_count": 0,
            "video": false,
            "adult": false,
            "vote_average": 0,
            "title": "Lootere",
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Lootere",
            "popularity": 0.933,
            "id": 359865,
            "backdrop_path": null,
            "overview": "Anajali is taken far away from the city by police officer Karan. Her life is in danger as an eye witness in a murder case.",
            "poster_path": "\/cMBD5YQTvuUDZy9MnUOSyGnQ4NU.jpg"
        },
        {
            "character": "",
            "credit_id": "5b54666a0e0a26231f02f1c4",
            "poster_path": "\/uQOwp7JRPliocEebQRBPFX6s0aI.jpg",
            "id": 537169,
            "video": false,
            "vote_count": 0,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Shankara",
            "popularity": 0.6,
            "title": "Shankara",
            "vote_average": 0,
            "overview": "Shankara is coming on a road on the way he asks one address with a girl and accordingly he reaches a Haveli. There Rani Maa introduces him to everyone and tells her decision to marry her daughter with Shankra. On hearing this Diwanji and Munshiji become perturbed. One dacoit Kaher Singh and makes a plan against Shankra in the Haveli Munshi's nephew Popatlal also thinks to marry Seema. When Seema getting married to Shankra and even three Phera had been completed Kahar Singh with his men and starts firing. Seema and Shankra are injured.",
            "release_date": "1991-01-01"
        },
        {
            "character": "",
            "credit_id": "5b8e8f80925141518a05ce5a",
            "poster_path": "\/KVyWHr3rTybjEka6C5WbDPhDMy.jpg",
            "id": 546442,
            "video": false,
            "vote_count": 0,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Zabardast",
            "popularity": 0.626,
            "title": "Zabardast",
            "vote_average": 0,
            "overview": "A family man, Ratan, decides to commit a crime for Balram Singh, but keeps the bounty for himself. Singh sets his house on fire, and believing his family to be dead, Ratan goes on the run.",
            "release_date": "1985-06-21"
        },
        {
            "character": "Arjun Rana",
            "credit_id": "5bfbf027925141108000faad",
            "poster_path": "\/9PhIbWVRZGE16g0KjsjqVERmFmi.jpg",
            "id": 336735,
            "video": false,
            "vote_count": 3,
            "adult": false,
            "backdrop_path": "\/ykIkJ6Jg8vmms4YPYaW6UdaPcUw.jpg",
            "genre_ids": [
                28,
                18,
                10749
            ],
            "original_language": "hi",
            "original_title": "Lakeer - Forbidden Lines",
            "popularity": 0.6,
            "title": "Lakeer - Forbidden Lines",
            "vote_average": 5,
            "overview": "Gangster and criminal Don, Suraj Rana, who is also known for his kindness, adopts a street urchin named Arjun, and teaches him all the tricks of the trade, so that he can succeed him, even though he has a son named Karan. Arjun and Karan grow up as brothers, and Arjun takes charge of all criminal activities after Suraj passes away. Karan has fallen in love with Bindiya, the daughter of Suraj's deceased employee, and would like her to marry him. But Bindiya is in love with Saahil, and only likes Karan. Karan now decides to take the matter into his own hands, and thereby force Arjun to take sides either for him or against him.",
            "release_date": "2004-05-14"
        },
        {
            "character": "",
            "credit_id": "5c46db380e0a26494fc94dd1",
            "poster_path": "\/gzUenZ3HQICEN8bQItNkH7NpW6m.jpg",
            "id": 499666,
            "video": false,
            "vote_count": 0,
            "adult": false,
            "backdrop_path": "\/jdkG5pSXeC6om65rdIJA1uHRypD.jpg",
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Majboor",
            "popularity": 0.6,
            "title": "Majboor",
            "vote_average": 0,
            "overview": "Honest retired Judge Justice Deenanath live a happy life-style with his wife and two sons, advocate Ravi and inspector Sunil. One day Ravi brings home a poor girl Sharda to rehabilitate as she has no place to live after her dad expires. The family takes a liking to Sharda and subsequently arranges Ravi and Sharda's wedding. But on the wedding day a jailbird Jankidas suddenly arrives; claiming Sharda to be his wife and providing evidence to prove as such. Everyone is shocked including the Mayor, Kishanchand. Hereafter nothing is the same for the family anymore with Deenanath passing away out of shock; Ravi leaves the house, gets married to Sharda, gets into a fight with Jankidas which ended up leaving one of his henchman dead and is subsequently arrested by his younger brother inspector Sunil.",
            "release_date": "1989-01-01"
        },
        {
            "character": "",
            "credit_id": "5c6319a20e0a26511194bf92",
            "poster_path": "\/mCgRoJsOt4qpMiUOROJKSdSzHMW.jpg",
            "id": 581683,
            "video": false,
            "vote_count": 0,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "hi",
            "original_title": "Angrakshak",
            "popularity": 0.6,
            "title": "Angrakshak",
            "vote_average": 0,
            "overview": "Ajay leads a life as a gangster and is known for his short-temper which made him mercilessly murder a man named Ramesh for falling in love with his sister Asha. Years later Ajay takes up employment as a bodyguard to a politician Satyendra Pal Choudhary's daughter Priyanka alias Priya; only to find himself trapped in a world of deceit, lies, politics and crime.",
            "release_date": "1995-11-17"
        },
        {
            "character": "",
            "credit_id": "5c73c9d09251415ef1b62c4c",
            "poster_path": "\/sL1FYkqYVwMXH4H620IC2E2KS4U.jpg",
            "id": 505927,
            "video": false,
            "vote_count": 0,
            "adult": false,
            "backdrop_path": "\/wyeHeOwULHlnGsoEoRoKwTELcdj.jpg",
            "genre_ids": [
                28,
                18,
                53
            ],
            "original_language": "hi",
            "original_title": "Zor",
            "popularity": 0.6,
            "title": "Zor",
            "vote_average": 0,
            "overview": "Arjun Singh is a dedicated police officer whose efforts to fight corruption and terrorism are all in vain when he keeps on running into obstacles created by his superiors and powerful politicians.",
            "release_date": "1998-02-13"
        },
        {
            "character": "ACP Arjun Singh",
            "credit_id": "5c932c9f9251412b5c77e79a",
            "poster_path": "\/RcQwgQM9s37hkVCbEXCyAjsAFX.jpg",
            "id": 474252,
            "video": false,
            "vote_count": 3,
            "adult": false,
            "backdrop_path": "\/rLfhuoMpQ9mh7cPJCpXwEI1Uy00.jpg",
            "genre_ids": [
                80,
                53
            ],
            "original_language": "hi",
            "original_title": "Teesri Aankh: The Hidden Camera",
            "popularity": 0.682,
            "title": "Teesri Aankh: The Hidden Camera",
            "vote_average": 3.3,
            "overview": "About women who are trapped, used and abused by hidden cameras.",
            "release_date": "2006-03-03"
        },
        {
            "character": "",
            "credit_id": "5c9f7fd59251411a1c0582a8",
            "poster_path": "\/gkAcNyaE60ONWyv9RSRyWAKFpML.jpg",
            "id": 591954,
            "video": false,
            "vote_count": 0,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [],
            "original_language": "en",
            "original_title": "Kroadh",
            "popularity": 0.6,
            "title": "Kroadh",
            "vote_average": 0,
            "overview": "Ajay and Vijay step into the world of crime in order to find their mother's killer. Ajay soon leaves it all behind and becomes a cop, but when he tries to convince Vijay to get out, it is too late.",
            "release_date": "1990-03-23"
        },
        {
            "character": "ATS Officer SS Dewan",
            "credit_id": "5ca87729c3a3683f525eda66",
            "poster_path": "\/wyEQ62i42A4xeoN46neYs2Z1gXp.jpg",
            "id": 593214,
            "video": false,
            "vote_count": 1,
            "adult": false,
            "backdrop_path": "\/iRzOp1lnxPWnlG4buIriBGtmCUl.jpg",
            "genre_ids": [
                28,
                53,
                18
            ],
            "original_language": "hi",
            "original_title": "Blank",
            "popularity": 2.949,
            "title": "Blank",
            "vote_average": 7,
            "overview": "A suicide bomber loses his memory and has a bomb attached to his heart. It is up to the police officers to prevent this bomb from exploding.",
            "release_date": "2019-05-03"
        },
        {
            "character": "Dara",
            "credit_id": "5cbf63bd0e0a2619d6ec9acd",
            "poster_path": "\/JODkcrpRtI3wP62J0uIg60FvQ6.jpg",
            "id": 597190,
            "video": false,
            "vote_count": 0,
            "adult": false,
            "backdrop_path": null,
            "genre_ids": [
                28,
                18,
                37
            ],
            "original_language": "hi",
            "original_title": "Joshilaay",
            "popularity": 0.6,
            "title": "Joshilaay",
            "vote_average": 0,
            "overview": "Dara and Karan, the sons of two of the victims of dacoit Jogi Thakur, wait many years to exact their revenge. When the Thakur's colleague Raja Singh cheats him and runs away with his loot, Jogi is arrested and sentenced for life imprisonment. Years later Jogi escapes from the prison to get hold of Raja and take back his booty, but finds his face on all the posters in the village to find him dead or alive with a reward of fifty thousand rupees. When Karan gets to know Jogi has escaped he goes looking for him. Dara also join hands with Karan to even the score with the dreaded dacoit.",
            "release_date": "1989-01-10"
        }
    ],
    "crew": [
        {
            "id": 381298,
            "department": "Directing",
            "original_language": "ab",
            "original_title": "Ghayal Once Again",
            "job": "Director",
            "overview": "Ajay Mehra (from previous Ghayal-1990), after finishing off his life sentence, starts a newspaper called Satyakam. Still dealing with the haunting trauma of losing his loved ones, Ajay manages to make a credible name for himself in investigative journalism. Working with a strange team of RTI activists, ex-criminals and ilk; and even stranger ways of unearthing and presenting truth, Ajay Mehra has earned quite a fan following among the youths, who finds his fearless and unforgiving approach in dealing with all kinds of sociopaths very inspiring.",
            "vote_count": 11,
            "video": false,
            "release_date": "2016-02-05",
            "vote_average": 6,
            "title": "Ghayal Once Again",
            "popularity": 1.906,
            "genre_ids": [],
            "backdrop_path": "\/h6lEKSwxsAvdplL7VH0dRK5QVAk.jpg",
            "adult": false,
            "poster_path": "\/uDJleG7idB3JDiD6psjH7fnNlXb.jpg",
            "credit_id": "56b431359251417dca000495"
        },
        {
            "id": 457714,
            "department": "Directing",
            "original_language": "hi",
            "original_title": "Dillagi",
            "job": "Director",
            "overview": "Two brothers -- Ranvir and Rajvir along with their parents move to Mumbai. They endure numerous hardships, but their will to survive prevails and they succeed. Soon, their parents pass away, leaving young Rajvir in the care of Ranvir. Now wealthy beyond any means, Ranvir runs the business and Rajvir lives recklessly. When Rajvir falls in love, Ranvir arranges his marriage, but to his dismay finds out that he has arranged his brother to marry the girl he loves.",
            "vote_count": 3,
            "video": false,
            "poster_path": "\/auaUcHvpx2z1nLnyCpJzHEBsE16.jpg",
            "backdrop_path": "\/kD3hgpXBZfiXpoZFPaqiKfUWhFe.jpg",
            "title": "Dillagi",
            "popularity": 1.439,
            "genre_ids": [
                18,
                10749,
                10751
            ],
            "vote_average": 5.7,
            "adult": false,
            "release_date": "1999-11-08",
            "credit_id": "5919770dc3a368426905a0b1"
        },
        {
            "id": 21555,
            "department": "Production",
            "original_language": "hi",
            "original_title": "सोचा ना था",
            "job": "Co-Producer",
            "overview": "Viren and Aditi refuse an arranged marriage and that creates a rift between their families. But when their friendship turns into love, it leads to chaos!",
            "vote_count": 10,
            "video": false,
            "poster_path": "\/8HbdfX0FGnQUQ8WtGWY5zLZB4lH.jpg",
            "backdrop_path": "\/erpNQc9MSOSQZuGsG5K9WDYu7n6.jpg",
            "title": "Socha Na Tha",
            "popularity": 2.076,
            "genre_ids": [
                35,
                18,
                10749
            ],
            "vote_average": 5.8,
            "adult": false,
            "release_date": "2005-03-04",
            "credit_id": "5c5addc7925141338cb818e7"
        },
        {
            "id": 582108,
            "department": "Directing",
            "original_language": "en",
            "original_title": "Pal Pal Dil Ke Paas",
            "job": "Director",
            "overview": "A young love story set in snowy hilly regions.",
            "vote_count": 0,
            "video": false,
            "poster_path": "\/A6eKzE85MuhxdldXcSQ79cPTJwe.jpg",
            "backdrop_path": null,
            "title": "Pal Pal Dil Ke Paas",
            "popularity": 0.869,
            "genre_ids": [],
            "vote_average": 0,
            "adult": false,
            "release_date": "2019-07-19",
            "credit_id": "5c6518390e0a2625d197ad25"
        }
    ],
    "id": 86302
}